Repository: mukhagaliaryn/backend-oqu
Catalog: locales/*/LC_MESSAGES/django.po
Languages: kk

source: email
kk: Электронды пошта

source: If you want to change your email, write to us!
kk: Егер сіз электрондық поштаңызды өзгерткіңіз келсе, бізге жазыңыз!

source: username
kk: Пайдаланушы аты

source: If you want to change your username, write to us!
kk: Пайдаланушы атыңызды өзгерткіңіз келсе, бізге жазыңыз!

source: First name
kk: Есімі

source: Last name
kk: Тегі

source: Birthday
kk: Туылған күні

source: Old password
kk: Ескі құпиясөз

source: New password
kk: Жаңа құпиясөз

source: Confirm new password
kk: Жаңа құпиясөзді растаңыз

source: Password
kk: Құпиясөз

source: Password confirm
kk: Құпиясөзді растау

source: Profile saved
kk: Профиль сақталды

source: Account saved
kk: Аккаунт сақталды

source: Password changed
kk: Құпиясөз өзгертілді

source: Failed to change password
kk: Құпиясөзді өзгерту орындалмады

source: This lesson has no content to start.
kk: Бұл сабақтың материалдары жоқ

source: This lesson started
kk: Сабақ басталды

source: Text content already finished
kk: Мәтінді оқылып, аяқталып қойған

source: Video already finished
kk: Бейнесабақ аяқталып қойған

source: Test already finished
kk: Тест аяқталып қойған

source: Text not completed.
kk: Мәтін аяқталмады

source: Video not completed.
kk: Бейнесабақ аяқталмады

source: Test not completed.
kk: Тест аяқталмады

source: Lesson completed successfully.
kk: Сабақ аяқталды

source: Not all required lesson parts completed.
kk: Сабақтың барлық қажетті бөліктері аяқталған жоқ

source: There is no material in this course
kk: Бұл курста ешқандай материал жоқ

source: You have successfully enrolled in the course
kk: Курсқа сәтті жазылдыңыз

source: Kazakh
kk: Қазақша

source: Russian
kk: Русский

source: Lesson link
kk: Сабақ сілтемесі

source: Test link
kk: Тест сілтемесі

source: Question link
kk: Сұрақ сілтемесі

source: User lesson link
kk: Пайдаланушының сабақ сілтемесі

source: User test link
kk: Пайдаланушының тест сілтемесі

source: Personal data
kk: Жеке деректер

source: Permissions
kk: Рұқсаттамалар

source: Core
kk: Модельдер | Регистраторлар

source: User
kk: Пайдаланушы

source: Student
kk: Білім алушы

source: Teacher
kk: Оқытушы

source: Undefined
kk: Белгісіз

source: Male
kk: Ер

source: Female
kk: Әйел

source: Account type
kk: Аккаунт түрі

source: Gender
kk: Жынысы

source: Bio
kk: Биография

source: Account
kk: Аккаунт

source: Accounts
kk: Аккаунттар

source: Name
kk: Атауы

source: Key
kk: Кілттік сөз

source: Order
kk: Реттілік

source: Category
kk: Категория

source: Categories
kk: Категориялар

source: Subcategory
kk: Субкатегория

source: Subcategories
kk: Субкатегориялар

source: Language
kk: Тіл

source: Languages
kk: Тілдер

source: Poster
kk: Постер

source: About
kk: Қысқа сипаттама

source: Description
kk: Толық сипаттама

source: Authors
kk: Авторлар

source: Date created
kk: Шыққан уақыты

source: Last update
kk: Соңғы өзгеріс

source: Rating
kk: Рейтинг

source: Course
kk: Курс

source: Courses
kk: Курстар

source: Chapter
kk: Бөлім

source: Chapters
kk: Бөлімдер

source: Title
kk: Тақырыбы

source: Duration (min)
kk: Ұзақтығы (мин)

source: Access
kk: Рұқсаттама

source: Lesson
kk: Сабақ

source: Lessons
kk: Сабақтар

source: File
kk: Құжат

source: Lesson doc
kk: Сабақ материалы

source: Lesson docs
kk: Сабақ материалдары

source: URL type
kk: URL түрі

source: URL
kk: URL сілтеме

source: Video: {}
kk: Видео: {}

source: Video
kk: Видео

source: Videos
kk: Видеолар

source: Content
kk: Контент

source: Text: {}
kk: Мәтін: {}

source: Text
kk: Мәтін

source: Texts
kk: Мәтіндер

source: Test: {}
kk: Тест: {}

source: Test
kk: Тест

source: Tests
kk: Тесттер

source: Simple answer
kk: Бір жауапты

source: Multiple answer
kk: Көп жауапты

source: Question text
kk: Сұрақ мәтіні

source: Question type
kk: Сұрақ түрі

source: Question: ID{}
kk: Сұрақ: ID{}

source: Question
kk: Сұрақ

source: Questions
kk: Сұрақтар

source: Answer text
kk: Жауап мәтіні

source: Is correct
kk: Дұрыс жауап

source: Answer: ID{}
kk: Жауап: ID{}

source: Answer
kk: Жауап

source: Answers
kk: Жауаптар

source: No started
kk: Басталмады

source: In progress
kk: Өтіліп жатыр

source: Finished
kk: Аяқталды

source: Score (%)
kk: Бағасы (%)

source: Status
kk: Статус

source: Is completed
kk: Орындалды

source: Course: {} - User: {}
kk: Курс: {} - Пайдаланушы: {}

source: User course
kk: Пайдаланушының курсы

source: User courses
kk: Пайдаланушының курстары

source: Chapter: {} - User: {}
kk: Бөлім: {} - Пайдаланушы: {}

source: User chapter
kk: Пайдаланушының бөлімі

source: User chapters
kk: Пайдаланушының бөлімдері

source: Lesson: {} - User: {}
kk: Сабақ: {} - Пайдаланушы: {}

source: User lesson
kk: Пайдаланушының сабағы

source: User lessons
kk: Пайдаланушының сабақтары

source: Video: {} - User: {}
kk: Видео: {} - Пайдаланушы: {}

source: User video
kk: Пайдаланушының сабақ видеосы

source: User videos
kk: Пайдаланушының сабақ видеолары

source: Text: {} - User: {}
kk: Мәтін: {} - Пайдаланушы: {}

source: User text
kk: Пайдаланушының сабақ мәтіні

source: User texts
kk: Пайдаланушының сабақ мәтіндері

source: Submitted at
kk: Ұсынылған

source: Test: {} - User: {}
kk: Тест: {} - Пайдаланушы: {}

source: User test
kk: Пайдаланушының сабақ тесті

source: User tests
kk: Пайдаланушының сабақ тесттері

source: Selected answers
kk: Таңдалған жауаптар

source: User answer: ID{} - User: {}
kk: Пайдаланушының жауабы: ID{} - Пайдаланушы: {}

source: User answer
kk: Пайдаланушының жауабы

source: User answers
kk: Пайдаланушының жауаптары

source: Price
kk: Бағасы

source: Duration days
kk: Күндік ұзақтығы

source: Is default
kk: Бастапқы

source: Is unlimited
kk: Шексіз

source: Is active
kk: Белсенділік

source: Subscription
kk: Тарифтік план

source: Subscriptions
kk: Тарифтік пландар

source: Plan
kk: Тарифтік план

source: Start date
kk: Басталған уақыты

source: End date
kk: Аяқталған уақыты

source: User subscription
kk: Пайдаланушының жазылымы

source: User subscriptions
kk: Пайдаланушының жазылымдары

source: Pending
kk: Күтілуде

source: Approved
kk: Қабылданды

source: Rejected
kk: Қабылданбады

source: Amount
kk: Суммасы

source: Payment date
kk: Төлем күні

source: Admin note
kk: Әкімші ескертпесі

source: User payment
kk: Пайдаланушының төлемі

source: User payments
kk: Пайдаланушының төлемдері

source: The user must have an username
kk: Пайдаланушының аты болуы керек

source: The user must have an email address
kk: Пайдаланушының электрондық пошта мекенжайы болуы керек

source: Avatar
kk: Суреті

source: Google avatar
kk: Google суреті

source: staff status
kk: Қызметкер статусы

source: Designates whether the user can log into this admin site.
kk: Пайдаланушының қызметкер статусы, яғни осы администрация сайтына кіре алатынын белгілейді.

source: active
kk: Белсенділік

source: Designates whether this user should be treated as active.Unselect this instead of deleting accounts.
kk: Бұл пайдаланушыға белсенді ретінде қарау керек пе, әлде жоқ па, соны анықтайды.

source: date joined
kk: Тіркелген уақыты

source: Users
kk: Пайдаланушылар
